{
  "array": [
    {
      "audioFile": "BATB_NARRATOR_000_00",
      "language": "English",
      "text": "Hello, and welcome to Brilliant at the Basics in VR! This experience will show you how all the parts of Sam's Club work together to make a great shopping experience."
    },
    {
      "audioFile": "BATB_NARRATOR_001_00",
      "language": "English",
      "text": "Good Neighbor Standards start here, outside the building. Make sure that the parking lot, landscaping, and building exterior are clean and free of garbage."
    },
    {
      "audioFile": "BATB_NARRATOR_002_00",
      "language": "English",
      "text": "Good Neighbor Standards also mean helping our members when they need it. This member is struggling to load a TV. Select the member to teleport to them."
    },
    {
      "audioFile": "BATB_NARRATOR_003_00",
      "language": "English",
      "text": "Even though you're not clocked in yet, you should still help out the member. You can ask management for a time adjustment after you get inside. Select the TV to help load it into the truck."
    },
    {
      "audioFile": "BATB_NARRATOR_004_00",
      "language": "English",
      "text": "Nice work! Let's head into the club. Select the building to teleport to the entrance."
    },
    {
      "audioFile": "BATB_NARRATOR_005_00",
      "language": "English",
      "text": "Make sure to keep a lookout for any garbage where it doesn't belong! Select the bottle to throw it away."
    },
    {
      "audioFile": "BATB_NARRATOR_006_00",
      "language": "English",
      "text": "Head inside by selecting the door."
    },
    {
      "audioFile": "BATB_NARRATOR_007_00",
      "language": "English",
      "text": "The entrance and first 100 feet of a Sam's Club are critical when it comes to setting standards and meeting our members' expectations."
    },
    {
      "audioFile": "BATB_NARRATOR_008_00",
      "language": "English",
      "text": "Carts must be clean and trash free; the space must be clean and filled with friendly associates; all of the TVs need to be on and playing the same feed; all merchandise must be orderly, properly labeled, and well-stocked; the member service desk must be clean and organized; and the entrance windows need to be clean and streak free."
    },
    {
      "audioFile": "BATB_NARRATOR_009_00",
      "language": "English",
      "text": "Speaking of which, it looks like a few things need help around here. Select the problem items to fix them."
    },
    {
      "audioFile": "BATB_NARRATOR_010_00",
      "language": "English",
      "text": "Great job! Let's keep moving. Select the arrow to head into the club."
    },
    {
      "audioFile": "BATB_NARRATOR_011_00",
      "language": "English",
      "text": "Uh-oh, it looks like this item is all out of stock. Let's have another associate help us put something new there."
    },
    {
      "audioFile": "BATB_NARRATOR_012_00",
      "language": "English",
      "text": "Restocking using the 'Perfect Pallet' method follows a handful of steps. First, remove the old pallet."
    },
    {
      "audioFile": "BATB_NARRATOR_013_00",
      "language": "English",
      "text": "Then, cut the plastic wrapping off the pallet and trim the cardboard at the bottom if needed."
    },
    {
      "audioFile": "BATB_NARRATOR_014_00",
      "language": "English",
      "text": "Next, use a broom to sweep out and clean the pallet slot."
    },
    {
      "audioFile": "BATB_NARRATOR_015_00",
      "language": "English",
      "text": "Now, load the new pallet into the slot, with the product facing out. Then, 'bump' the items on the new pallet to make sure they are flush and straight with the front edge."
    },
    {
      "audioFile": "BATB_NARRATOR_016_00",
      "language": "English",
      "text": "Lastly, print out a sign and hang it above the center of the pallet, flush with the red bar on the rack, then place a product display on the rack above the sign."
    },
    {
      "audioFile": "BATB_NARRATOR_017_00",
      "language": "English",
      "text": "Nice, this product is now good to go. Thanks for your help!"
    },
    {
      "audioFile": "BATB_NARRATOR_018_00",
      "language": "English",
      "text": "Before we move on, there are a few signs nearby that are crooked. Select them to set them straight."
    },
    {
      "audioFile": "BATB_NARRATOR_019_00",
      "language": "English",
      "text": "Good! Let's keep moving. Select the arrow to head to the back of the club."
    },
    {
      "audioFile": "BATB_NARRATOR_020_00",
      "language": "English",
      "text": "The Bakery, Produce and Floral, Meat and Seafood, Cafe, & Freezer Cooler Dairy & Deli departments make up the FRESH areas of the club. These areas are critical because they provide the most value to our members who visit frequently. As such, quality and sanitation are paramount to both safety and success. In addition, staple products should be available regardless of the time of day."
    },
    {
      "audioFile": "BATB_NARRATOR_025_00",
      "language": "English",
      "text": "First, let's look at Presentation, which means that areas are clean and well-stocked with products."
    },
    {
      "audioFile": "BATB_NARRATOR_026_00",
      "language": "English",
      "text": "It looks like this bread display is missing some product. Select the empty space to fill it back up."
    },
    {
      "audioFile": "BATB_NARRATOR_027_00",
      "language": "English",
      "text": "Next, let's look at Quality, which focuses on making sure that our FRESH products are ready to eat. Select the meat section to head over there."
    },
    {
      "audioFile": "BATB_NARRATOR_028_00",
      "language": "English",
      "text": "Uh-oh, it looks like this meat has expired. We can't let expired, brown, or leaking items be sold to members, so select the meat to place it on the counter for a meat department associate to take and process."
    },
    {
      "audioFile": "BATB_NARRATOR_029_00",
      "language": "English",
      "text": "Nice! People and Process work behind the scenes for our members, making sure that associates have a safe and clean workspace to prepare FRESH items. It means that equipment like the meat bandsaw require further training and safety protocols for clean and safe usage. Let's keep going. Select the arrow to head to the backroom."
    },
    {
      "audioFile": "BATB_NARRATOR_030_00",
      "language": "English",
      "text": "The backroom of a Sam's Club is full of activity, with people and equipment moving items all over the place, making safety a top priority."
    },
    {
      "audioFile": "BATB_NARRATOR_031_00",
      "language": "English",
      "text": "To keep the backroom safe, clean up any empty pallets you find to reduce injury risks."
    },
    {
      "audioFile": "BATB_NARRATOR_032_00",
      "language": "English",
      "text": "Forklifts have a 10-foot bubble around them called the Red Aone. Anyone not driving the forklift must stay out of the Zed Zone at all times."
    },
    {
      "audioFile": "BATB_NARRATOR_033_00",
      "language": "English",
      "text": "Keep an eye out for any puddles or spills, as these could be a fall hazard."
    },
    {
      "audioFile": "BATB_NARRATOR_034_00",
      "language": "English",
      "text": "And of course, make sure to tidy up the backroom before you leave to set the next shift up for success."
    },
    {
      "audioFile": "BATB_NARRATOR_035_00",
      "language": "English",
      "text": "Fire exits need 3 feet of clearance to make sure that the door can be opened in an emergency. Select the pallets to unblock the door."
    },
    {
      "audioFile": "BATB_NARRATOR_036_00",
      "language": "English",
      "text": "Great! Let's start heading back to the front of the club. Select the arrow to leave the backroom."
    },
    {
      "audioFile": "BATB_NARRATOR_037_00",
      "language": "English",
      "text": "Uh-oh! It looks like these clothes got all mixed up. Presentation is important when it comes to merchandise, especially with items like clothes, which have multiple colors and sizes."
    },
    {
      "audioFile": "BATB_NARRATOR_038_00",
      "language": "English",
      "text": "Clothes should be organized by type, size, and color, with lightest on the left and darkest on the right. Select the clothes that are out of place to put them where they belong."
    },
    {
      "audioFile": "BATB_NARRATOR_039_00",
      "language": "English",
      "text": "Great work! Let's move on. Select the arrow to head to the checkout area."
    },
    {
      "audioFile": "BATB_NARRATOR_040_00",
      "language": "English",
      "text": "The checkout lanes are where our membership experience shines, with smiling associates helping members purchase their items and maximize benefits with membership upgrades and credit cards."
    },
    {
      "audioFile": "BATB_NARRATOR_041_00",
      "language": "English",
      "text": "To provide the best experience, the checkout lanes should be clean, clutter free, without homemade signs, and fully stocked with cups."
    },
    {
      "audioFile": "BATB_NARRATOR_042_00",
      "language": "English",
      "text": "It looks like there's a few extra boxes here and a dispenser is missing cups. Select each item to set things right."
    },
    {
      "audioFile": "BATB_NARRATOR_043_00",
      "language": "English",
      "text": "Great! Let's head over to the cafe, select the arrow to go there."
    },
    {
      "audioFile": "BATB_NARRATOR_044_00",
      "language": "English",
      "text": "The cafe is the 'face' of the club, where most of our members will visit before leaving. Since people eat here, service and cleanliness are critical. Everyone must do their part to keep the cafe up and running."
    },
    {
      "audioFile": "BATB_NARRATOR_045_00",
      "language": "English",
      "text": "Since a lot of people come through here, this area regularly needs attention. Take a look around and select anything that needs cleaned up or thrown away."
    },
    {
      "audioFile": "BATB_NARRATOR_046_00",
      "language": "English",
      "text": "Nice work, the cafe is looking great! The last place we'll visit is fulfillment. Select the arrow to head there now."
    },
    {
      "audioFile": "BATB_NARRATOR_047_00",
      "language": "English",
      "text": "The fulfillment area is where we stage items to be picked up by, or delivered to, members. Activity in this area has exploded in recent years, with more and more members wanting to take advantage of the service."
    },
    {
      "audioFile": "BATB_NARRATOR_048_00",
      "language": "English",
      "text": "To keep things running smoothly and ensure it's easy for members to receive their items, it's important to remember to always be friendly and keep the area clean to prevent delays and mistakes."
    },
    {
      "audioFile": "BATB_NARRATOR_049_00",
      "language": "English",
      "text": "It gets super busy around here, so let's see how we can help. Select anything that needs to be cleaned up or put away."
    },
    {
      "audioFile": "BATB_NARRATOR_050_00",
      "language": "English",
      "text": "That's all for this area! Select the arrow to head back outside."
    },
    {
      "audioFile": "BATB_NARRATOR_051_00",
      "language": "English",
      "text": "Excellent work today! Now you know the basics of making the Sam's Club experience great for our members and associates. Here are a few things to keep in mind as you head back into the real world:"
    },
    {
      "audioFile": "BATB_NARRATOR_052_00",
      "language": "English",
      "text": "First and foremost, our members rely on us to make Sam's Club a safe, friendly, and reliable experience."
    },
    {
      "audioFile": "BATB_NARRATOR_053_00",
      "language": "English",
      "text": "Keeping areas clean and clutter-free will prevent issues or injuries and make members happy."
    },
    {
      "audioFile": "BATB_NARRATOR_054_00",
      "language": "English",
      "text": "And lastly, it takes all of us to make things work, so do your part and don't be afraid to ask for help!"
    },
    {
      "audioFile": "BATB_NARRATOR_055_00",
      "language": "English",
      "text": "Nice job! If you'd like to go back and check out any of the Club's areas, select 'Club Zones.' If not, select 'Main Menu' to leave the experience."
    }
  ]
}